Revit 2021.1 API
Units.GetFormatOptions Method
Overload List
Name | Description
GetFormatOptions(ForgeTypeId)
 Gets the default FormatOptions for a spec.
GetFormatOptions(UnitType) |  Obsolete.
 Gets the default FormatOptions for a unit type.
See Also
Units Class
Units Members
Autodesk.Revit.DB Namespace